[
  {
    "id": 100001,
    "name": "Cox's Bazar",
    "image_url": "https://img.freepik.com/free-photo/overhead-aerial-shot-different-colored-boats-sandy-beach-with-sea-nearby_181624-20946.jpg?w=900&t=st=1682825471~exp=1682826071~hmac=d2e5f5ecad35c90742b76fa106144be71fc1ca1d891cc97bc14d89620ae27f42",
    "description": "Cox's Bazar is a town located in the southeastern part of Bangladesh, known for having the world's longest natural sandy beach, which stretches over 120 km. It's a popular tourist destination for its picturesque scenery, water sports, and seafood."
  },
  {
    "id": 100002,
    "name": "Sundarbans",
    "image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Sundarban_Tiger.jpg/1024px-Sundarban_Tiger.jpg",
    "description": "The Sundarbans Mangrove Forest is the largest mangrove forest in the world and a UNESCO World Heritage site. It's located in the southwestern part of Bangladesh, covering an area of about 10,000 sq km. The forest is home to the Bengal tiger and other unique flora and fauna."
  },
  {
    "id": 100003,
    "name": "Srimangal",
    "image_url": "https://media.tacdn.com/media/attractions-splice-spp-674x446/06/75/bd/75.jpg",
    "description": "Srimangal is a town located in the northeastern part of Bangladesh, known for its tea gardens, forests, and wildlife sanctuaries. It's often referred to as the 'tea capital' of Bangladesh, as it produces the country's best tea. Tourists visit Srimangal to explore the tea estates, bird watching, and hiking."
  },
  {
    "id": 100004,
    "name": "Dhaka",
    "image_url": "https://images.unsplash.com/photo-1624395149011-470cf6f6ec02?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1351&q=80",
    "description": "Dhaka is the capital city of Bangladesh and one of the largest cities in South Asia. It's a vibrant and bustling city, known for its rich history, culture, and cuisine. The city has several historical landmarks, museums, and markets, which make it a popular tourist destination."
  }
]
